{
  "main": "Главная",
  "about": "О нас",
  "catalog": "Каталог",
  "download_catalog": "Загрузите каталог",
  "about_mi": "Мы поставляем высококачественные и чистые бобовые продукты",
  "main_bob": "Зелённые бобы",
  "about_cm": "О компании Uzbeans",
  "welcome_cm": "Добро пожаловать в Uzbeans",
  "txt_moldu": "молодая и амбициозная компания, основанная в 2024 году в городе Чуст, Наманганская область, Узбекистан. Мы специализируемся на переработке, очистке и",
  "txt_upakov": "упаковке высококачественных бобовых и сельскохозяйственных продуктов",
  "txt_cozdat": "создавая продукты, которые сочетают в себе натуральность и свежесть, ценящиеся на мировом рынке.",
  "txt_uspexa": "Наш секрет успеха",
  "txt_sochet": "это сочетание передовых технологий и глубокого понимания потребностей наших клиентов. Мы выбираем лучшие бобовые культуры со всех уголков Узбекистана, чтобы предложить вам продукты, соответствующие самым высоким международным стандартам качества. Благодаря многократному контролю на каждом этапе производства, Uzbeans гарантирует чистоту, безопасность и сохранение всех полезных свойств продуктов.",
  "txt_gordim": "Мы гордимся тем, что создаем устойчивые и взаимовыгодные партнерства с нашими клиентами и поставщиками. Наша цель не только поставлять продукты, но и строить долгосрочные отношения, основанные на доверии и качестве.",
  "txt_strem": "Мы стремимся выходить на новые рынки и расширять географию поставок, чтобы сделать узбекские продукты известными и востребованными в мире.",
  "txt_uzbeans": "Uzbeans — ваш надежный партнер в мире высококачественных и экологически чистых сельскохозяйственных продуктов, которым можно доверять.",
  "txt_products": "Наши продукты",
  "txt_nohot": "Зелённый мунг (маш)",
  "txt_lovia": "Красная фасоль",
  "txt_yongoq": "Арахис",
  "txt_yong": "Нут",
  "products": "Больше продуктов",
  "location": "Наше местоположение",
  "txt_contacts": "Контакты",
  "loc_main": "Узбекистан, Наманганская область",
  "loc_second": "Город Чуст, улица Истиклол, №21",
  "txt_sotvi": "Мы в социальных сетях",
  "txt_footer": "Агропредприятие Uzbeans. Все права защищены.",
  "title": "Агропредприятие Uzbeans",
  "txt_pro": "КАТАЛОГ НАШИХ ПРОДУКТОВ",
  "txt_mung": "МАНЖДУ ОТ УЗБЕКИСТАНА",
  "size": "Размер",
  "purity": "Чистота",
  "moisture": "Влажность",
  "package": "Упаковка",
  "admixtures": "Примеси",
  "imperfect": "Несовершенства"
}
