{
  "main": "Main",
  "about": "About Us",
  "catalog": "Catalog",
  "download_catalog": "Download Catalog",
  "about_mi": "We supply high-quality and pure leguminous products",
  "main_bob": "Green Beans",
  "about_cm": "About Uzbeans",
  "welcome_cm": "Welcome to Uzbeans",
  "txt_moldu": "a young and ambitious company founded in 2024 in the city of Chust, Namangan region, Uzbekistan. We specialize in the processing, cleaning, and",
  "txt_upakov": "packaging of high-quality legumes and agricultural products",
  "txt_cozdat": "creating products that combine naturalness and freshness, valued in the global market.",
  "txt_uspexa": "Our secret to success",
  "txt_sochet": "is the combination of advanced technologies and a deep understanding of our customers' needs. We select the best leguminous crops from all corners of Uzbekistan to offer you products that meet the highest international quality standards. With multi-level control at every stage of production, Uzbeans guarantees cleanliness, safety, and preservation of all the beneficial properties of the products.",
  "txt_gordim": "We are proud to create sustainable and mutually beneficial partnerships with our clients and suppliers. Our goal is not only to supply products but to build long-term relationships based on trust and quality.",
  "txt_strem": "We strive to enter new markets and expand the geography of our supplies to make Uzbek products known and in demand worldwide.",
  "txt_uzbeans": "Uzbeans — your reliable partner in the world of high-quality and eco-friendly agricultural products you can trust.",
  "txt_products": "Our Products",
  "txt_nohot": "Green Mung (Mash)",
  "txt_lovia": "Red Beans",
  "txt_yongoq": "Peanuts",
  "txt_yong": "Chickpeas",
  "products": "More Products",
  "location": "Our Location",
  "txt_contacts": "Contacts",
  "loc_main": "Uzbekistan, Namangan Region",
  "loc_second": "Chust city, Istiklol St. No.21",
  "txt_sotvi": "We are on social media",
  "txt_footer": "Uzbeans agro company. All rights reserved.",
  "title": "Uzbeans agricultural company",
  "txt_pro":"CATALOGUE OF OUR PRODUCTS",
  "txt_mung":"MUNG BEANS FROM UZBEKISTAN",
  "size":"Size",
  "purity":"Purity",
  "moisture":"Moisture",
  "package":"Package",
  "admixtures":"Admixtures",
  "imperfect":"Imperfect"
}